// Напишите программу, которая навход принимаетчисло и выдает его квадрат (число умноженное на себя).
// 


Console.WriteLine("Write a number");

int num = int.Parse(Console.ReadLine());
Console.WriteLine(num*num);
